"scan" = "Scan";
"skip" = "រំលង";
"confirm" = "បញ្ជាក់";
"cancel" = "បោះបង់";
"next_step" = "បន្ទាប់";
"login" = "ចូល";
"forget_pwd" = "ភ្លេចពាក្យសម្ងាត់";
"get_sms_code" = "លេខកូដផ្ទៀងផ្ទាត់SMS";
"resend_after_some_seconds" = "%zds";
"reget" = "ផ្ញើម្តងទៀត";
"reset_login_pwd" = "កំណត់ពាក្យសម្ងាត់ឡើងវិញ";
"goto_update" = "Update";
"logout" = "ចេញ";
"delete" = "លុបចោល";
"submit" = "រក្សាទុក";
"upload_image" = "បង្ហោះរូបថត";
"take_photo" = "Take photo";
"choose_image" = "Select photos";
"not_now" = "មិនមែនឥឡូវនេះ";
"exit" = "Logout";
"add_to_cart" = "ដាក់ចូលរទេះ";
"button_title_clear" = "ជម្រះ";
"Chinese" = "ម្ហូបចិន";
"Khmer" = "ម្ហូបខ្មែរ";
"Snack" = "ភីហ្សា ហាំប៊ឺហ្គ";
"Drink" = "ភេសជ្ជះ";
"HotPot" = "សាច់អាំង";
"SuperMarket" = "ម៉ាត";
"Dessert" = "អាហារសម្រន់";
"Exotic" = "អាស៊ាន";
"reminder" = "បន្ដឿនការបញ្ជាទិញ";
"close" = "បិទ";
"order_submit_btn" = "បញ្ជាទិញ";
"wm_edit_btn" = "កែសម្រួល";
"wm_all_select_btn" = "ជ្រើសរើសទាំងអស់";
